Repository: openenergymonitor/emoncms3
Catalog: locale/*/LC_MESSAGES/app.po
Languages: es_es, fr_fr

source: Emoncms database setup script
es_es: Script de creación de la base de datos de Emoncms
fr_fr: Script de configuration de la base de donn&eacute;e emoncms

source: Continue to emoncms
es_es: Continuar a emoncms
fr_fr: Continuer vers emoncms

source: to run script uncomment runnable
es_es: para ejecutar el código descomenta 'runnable'
fr_fr: Pour ex&eacute;cuter le script, d&eacutecommenter la variable runnable

source: dashboards new
es_es: Nuevo panel
fr_fr: Nouveau tableau de bord

source: Logout
es_es: Desconectar
fr_fr: D&eacute;connexion

source: dashboard set
es_es: establecer panel
fr_fr: Tableau de bord modifi&eacute;

source: dashboard set configuration
es_es: establecer configuración del panel
fr_fr: d&ecute;finir la configuration du tableau de bord

source: Feed type changed
es_es: Tipo de fuente cambiada
fr_fr: Le type a &eacute;t&eacute; chang&eacute;

source: Feed does not exist
es_es: La fuente no existe
fr_fr: Le flux n'existe pas

source: Feed tag changed
es_es: Etiqueta de la fuente cambiada
fr_fr: L’&eacute;tiquetage du flux a &eacute;t&eacute; modifi&eacute;

source: Feed renamed
es_es: Fuente renombrada
fr_fr: Le flux a &eacute;t&eacute; renomm&eacute;

source: Feed
es_es: Fuente
fr_fr: Le flux

source: deleted
es_es: borrado
fr_fr: a &eacute;t&eacute; supprim&eacute;

source: Input deleted
es_es: Entrada borrada
fr_fr: Source supprim&ecute;e

source: Process list has been reset
es_es: La lista de procesos ha sido reseteada
fr_fr: La liste d'actions a &ecute;t&ecute; r&eacute;initialis&eacute;e

source: Invalid username or password
es_es: Usuario o contraseña inválidos
fr_fr: L'identifiant ou le mot de passe saisi est incorrect

source: Welcome, you are now logged in
es_es: Bienvenido, ya estás conectado
fr_fr: Salut, vous &ecirc;tes maintenant connect&eacute;

source: Sorry username already exists
es_es: El usuario ya existe
fr_fr: D&eacute;sol&eacute;, cet identifiant existe d&eacute;j&agrave;

source: Please enter a username that is 4 to 30 characters long
es_es: Por favor introduzca un nombre de usuario de 4 a 40 caracteres
fr_fr: Merci de choisir un identifiant de plus de 4 caract&egrave;res

source: Please enter a password that is 4 to 30 characters long
es_es: Por favor introduzca una contraseña de 4 a 30 caracteres
fr_fr: Mercir de taper un mot de passe contenant

source: Your new account has been created
es_es: Tu nueva cuenta ha sido creada
fr_fr: Votre compte a &eacute;t&eacute; cr&eacute;&eacute;

source: Your password has been changed
es_es: Tu contraseña ha sido cambiada
fr_fr: Votre mot de passe a &eacute;t&eacute; chang&eacute;

source: Invalid password
es_es: Contraseña inválida
fr_fr: Mot de passe incorrect

source: No email address present
es_es: Email no presente
fr_fr: Aucune adresse mail n'est renseignée

source: New read apikey:
es_es: Nueva clave de lectura (API):
fr_fr: Nouvelle cl&eacute; API (lecture) :

source: New write apikey:
es_es: Nueva clave de escritura (API):
fr_fr: Nouvelle &ecute; API (&eacute;criture) :

source: You are logged out
es_es: Te has desconectado
fr_fr: Vous &ecirc;tes d&eacute;connect&eacute;

source: Invalid token
es_es: Token inválido
fr_fr: Jeton invalide

source: Restricted access
es_es: Acceso restringido
fr_fr: Acc&egrave;s restreint

source: BD Settings error
es_es: Error en la configuración de la conexión a la base de datos
fr_fr: Erreur de configuration de la base de donn&eacute;e

source: Please, check database settings.php file
es_es: Deberías revisar el fichero settings.php
fr_fr: V&eacute;rifier la base de donn&eacute;e dans le fichier settings.php

source: No settings.php file found
es_es: No se ha encontrado el fichero settings.php
fr_fr: Aucun fichier settings.php trouv&eacute;

source: Copy and modify default.settings.php to settings.php
es_es: Usa el fichero default.settings.php como plantilla para crear el fichero settings.php

source: clone
es_es: clonar
fr_fr: copie

source: Message successfully sent!
es_es: ¡Mensaje enviado correctamente!
fr_fr: Message envoy&eacute; avec succ&egrave;s

source: is
es_es: está
fr_fr: est

source: is inactive
es_es: está inactivo
fr_fr: est inactif

source: Log to feed
es_es: Enviar a una fuente
fr_fr: vers flux

source: x input
es_es: entrada x
fr_fr: × source

source: update feed @time
es_es: Actualizar fuente @tiempo
fr_fr: actualiser le flux @temps

source: accumulator
es_es: acumulador
fr_fr: accumulateur

source: rate of change
es_es: ratio de cambio
fr_fr: variation

source: histogram
es_es: histograma
fr_fr: histogramme

source: average
es_es: media
fr_fr: moyenne

source: heat flux
es_es: flujo de calor
fr_fr: flux d'intensit&eacute;

source: power gained to kWh/d
es_es: potencia obtenida a kWh/d

source: API keys are used to give authenticated access without login in via a normal session.
es_es: Las siguientes claves son usadas para permitir acceso autenticado sin necesidad de login.
fr_fr: Les cl&eacute;s API sont utiles pour donner un acc&egrave;s &agrave; emoncms sans avoir besoin de se connecter.

source: Read only access:
es_es: Acceso de solo lectura:
fr_fr: Acc&egrave;s en lecture seule :

source: Allows to access in read only mode
es_es: Permite el acceso en modo de sólo lectura
fr_fr: Permet l'acc&egrave;s en lecture seule

source: new
es_es: nuevo
fr_fr: g&eacute;n&eacute;rer

source: Write only access:
es_es: Acceso en modo escritura:
fr_fr: Acc&egrave;s en &eacute;criture :

source: Keep secret. Write mode access
es_es: Mentener en secreto. Acceso en modo escritura
fr_fr: Ne pas divulguer. Cl&eacute; API avec droits d'&eacute;criture

source: Example: Click or copy this to your web browser or send from your monitoring hardware
es_es: Por ejemplo: Pulsa o copia la siguiente url en el navegador or mándala desde tu hardware de monitorización
fr_fr: Exemple : Cliquer ou copier ceci dans votre navigateur ou depuis votre capteur

source: try me
es_es: pruébame
fr_fr: tester

source: Using Node addressing
es_es: Usando direccionamiento del nodo
fr_fr: Adressage par noeud

source: Change node_id from URL with the node identification
es_es: Cambiar el node_id desde la URL con la identificación del nodo
fr_fr: Changer le node_id de l'URL &aacute; partir de l'identification du noeud

source: Visualisation API
es_es: API para visualización
fr_fr: API de visualisation

source: These are all the visualisations that are available in emoncms3. To view a visualisation enter in a relevant feedid in the underlined boxes below and then click on the > button.
es_es: Estas son todas la formas de visualización disponibles en Emoncms3. Para ejecutar una vista introduce los datos apropiados en las cajas de texto y pulsa en el boton >.
fr_fr: Voici les visulations disponibles dans emoncms3. Veuillez entrer un identifiant de flux dans les champs ci-dessous puis cliquer sur >

source: Name
es_es: Nombre
fr_fr: Nom

source: URL
es_es: Enlace
fr_fr: Lien

source: View
es_es: Vista
fr_fr: Afficher

source: Real-time graph
es_es: Gráfico en tiempo real
fr_fr: Temps-r&eacute;el

source: Raw data graph
es_es: Gráfico de datos brutos
fr_fr: Donn&eacute;es brutes

source: Bar graph
es_es: Gráfico de barras
fr_fr: Histogramme

source: All time histogram
es_es: Histograma completo
fr_fr: Histogramme complet

source: Daily histogram
es_es: Histograma diario
fr_fr: Histogramme quotidien

source: Stacked
es_es: Apliada

source: Simple zoom
es_es: Zoom sencillo

source: Multigraph
es_es: Gráfico múltiple
fr_fr: Graphiques multiples

source: Datapoint Editor
es_es: Editor de datos
fr_fr: &Eacute;diteur de points

source: Other options:
es_es: Otras opciones:
fr_fr: Options

source: Hide menu
es_es: Ocultar menu
fr_fr: Cacher le menu

source: Hide the top menu and footer by adding the attribute &embed=1 to the URL.
es_es: Puedes ocultar el menu superior y el pié añadiendo el atributo &embed=1 en la URL.

source: Share
es_es: Compartir
fr_fr: Partager

source: To share a visualisation use your read apikey. Add the attribute
es_es: Para compartir una vista utiliza tu clave de lectura. Añade el atributo
fr_fr: Pour partager un visulaisation, indiquer votre cl&eacute API (lecture). Ajouter

source: to the URL
es_es: en la URL
fr_fr: &agrave; l'adresse

source: Embed
es_es: Incrustar
fr_fr: Embarqu&eacute;

source: Reset Multigraph
es_es: Inicializar Multigráfico

source: The multigraph can be reset using the &clear=1 attribute.
es_es: El multigráfico puede ser inicializado usando el atributo &clear=1 en la URL.
fr_fr: Le graphe peut &ecirc;tre r&eacute;initialis&eacute; en utilisant l'attribut &clear=1.

source: Yes please
es_es: Sí
fr_fr: Oui

source: Inputs
es_es: Entradas
fr_fr: Sources

source: Feeds
es_es: Fuentes
fr_fr: Flux

source: Dashboards
es_es: Paneles
fr_fr: Tableaux de bord

source: Admin
es_es: Administrar
fr_fr: Administration

source: Account
es_es: Cuenta
fr_fr: Compte

source: Notify settings
es_es: Configuración de notificaciones
fr_fr: Configuration des notifications

source: Notification recipiants (To):
es_es: Destinatarios de las notificaciones (To):
fr_fr: Destinataire :

source: Save
es_es: Guardar
fr_fr: Sauvegarder

source: Notify
es_es: Notificar
fr_fr: Notifier

source: Setup feed notifications
es_es: Establecer notificaciones de la fuente
fr_fr: Configuration des notifications

source: Notify when feed = value:
es_es: Notificar cuando la fuente = valor:
fr_fr: Envoyer quand le flux est &eacute;gal &agrave; cette valeur :

source: Notify when feed is inactive
es_es: Notificar cuando esta fuente esté inactiva

source: Notify feed status periodically
es_es: Notificar el estado de la fuente de manera periódica

source: Edit mail settings
es_es: Editar preferencias de correo
fr_fr: Configuration email

source: User:
es_es: Usuario:
fr_fr: Identifiant :

source: Select preferred language
es_es: Selecciona el idioma por defecto:
fr_fr: S&eacute;lectionner la langue principale

source: Browser language
es_es: Lenguaje del navegador
fr_fr: Langue du navigateur

source: Local time
es_es: Hora local

source: Time offset in hours:
es_es: Diferencia horario en horas:
fr_fr: Ecart de temps en heures

source: Set
es_es: Establecer
fr_fr: Establecer

source: Change details
es_es: Cambiar detalles
fr_fr: Modification du compte

source: Username:
es_es: Nombre de usuario:
fr_fr: Identifiant :

source: Email:
es_es: Correo:
fr_fr: Correo:

source: Change
es_es: Cambiar
fr_fr: Modifier

source: Change password
es_es: Cambiar contraseña
fr_fr: Modifier le mot de passe

source: Current password:
es_es: Contraseña actual:
fr_fr: Ancien mot de passe :

source: New password:
es_es: Nueva contraseña:
fr_fr: Nouveau mot de passe :

source: Account Statistics
es_es: Estadísticas de Cuenta
fr_fr: Statistiques du compte

source: Disk space use:
es_es: Uso de espacio en disco:
fr_fr: Espace disque utilis&eacute; :

source: en_EN
es_es: Inglés
fr_fr: Anglais

source: es_ES
es_es: Español
fr_fr: Espagnol

source: nl_BE
es_es: Belga
fr_fr: Flamand

source: nl_NL
es_es: Holandés
fr_fr: N&eacute;erlandais

source: fr_FR
es_es: Francés
fr_fr: Français

source: Admin panel
es_es: Panel de administración
fr_fr: Administration

source: Total feed data disk space use:
es_es: Total de espacio de disco usado por la fuente de datos:
fr_fr: Espace utilis&eacute; pour le stockage des flux :

source: Users
es_es: Usuarios
fr_fr: Utilisateurs

source: registered users
es_es: usuarios registrados
fr_fr: utilisateurs enregistr&eacute;s

source: Username
es_es: Nombre de usuario
fr_fr: Nombre d'utilisateur

source: Memory use
es_es: Uso de memoria
fr_fr: M&eacute;moire

source: Dashboard name:
es_es: Nombre del panel:
fr_fr: Nom du tableau de bord :

source: Description:
es_es: Descripción

source: Main:
es_es: Principal:
fr_fr: Principal :

source: Published:
es_es: Publicado:
fr_fr: Publi&eacute; :

source: Public:
es_es: Público:

source: Dashboard Configuration
es_es: Configuración del panel

source: Menu name: (lowercase a-z only)
es_es: Nombre para el menu: (sólo letras de la "a" a la "z")
fr_fr: Nom dans le menu (minuscules de a-z) :

source: Make this dashboard the first shown
es_es: Hacer este panel como el primero que se muestra
fr_fr: Afficher ce tableau de bord en premier

source: Main
es_es: Principal
fr_fr: Principal

source: Activate this dashboard
es_es: Activar este panel

source: Published
es_es: Publicado
fr_fr: Publi&eacute;

source: Anyone with the URL can see this dashboard
es_es: Cualquiera con la dirección URL puede ver este panel
fr_fr: Ce tableau de bord est visible à toute personne avec cette URL

source: Public
es_es: Público

source: Shows dashboard description on mouse over dashboard name in menu project
es_es: Muestra la descripción del panel cuando se pasa el ratón sobre su nombre en el menú del proyecto
fr_fr: Affiche la description du tableau de bord au survol du nom du tableau dans le menu projet

source: Show description
es_es: Mostrar descripción

source: Close
es_es: Cerrar
fr_fr: Ferme

source: Save changes
es_es: Guardar cambios

source: New dashboard
es_es: Nuevo panel

source: Thumb view
es_es: Formato iconos
fr_fr: Aperçu

source: Dashboard
es_es: Panel
fr_fr: Tableau de bord

source: Actions
es_es: Acciones

source: This is the main dashboard
es_es: Este es el panel principal del proyecto
fr_fr: Tableau de bord principal

source: Set main dashboard
es_es: Establecer panel principal
fr_fr: Choisir comme tableau de bord principal

source: Unpublish dashboard
es_es: Despublicar panel
fr_fr: Ne plus publier

source: Publish dashboard
es_es: Publicar panel
fr_fr: Publier ce teableau de bord

source: Make dashboard private
es_es: Hacer panel privado
fr_fr: Rendre ce tableau de bord privé

source: Make dashboard public
es_es: Hacer panel público
fr_fr: Rendre ce tableau de bord public

source: Draw
es_es: Diseñar
fr_fr: &Eacute;diter

source: Delete
es_es: Borrar
fr_fr: Supprimer

source: Clone
es_es: Clonar
fr_fr: Copier

source: Public share URL
es_es: URL pública
fr_fr: Adresse de partage (public)

source: Private share URL
es_es: URL privada
fr_fr: Adresse de partage

source: Dashboards:
es_es: Paneles:
fr_fr: Tableaux de bord :

source: Draw Editor
es_es: Diseñador
fr_fr: &Eacute;diter

source: View mode
es_es: Vista
fr_fr: Vue

source: Config
es_es: Configuración
fr_fr: Configuration

source: New
es_es: Nuevo
fr_fr: Nouveau

source: List view
es_es: Formato lista
fr_fr: Liste

source: Explore Public Dashboards
es_es: Explorar paneles públicos

source: User
es_es: Usuario
fr_fr: Utilisateur

source: Description
es_es: Descripción

source: Select graph type:
es_es: Seleccione un tipo de gráfico:
fr_fr: S&eacute;lectionner un type de graphique :

source: Real-time
es_es: Tiempo real
fr_fr: Temps-r&eacute;el

source: Raw data
es_es: Datos brutos
fr_fr: Donn&eacute;es brutes

source: Histogram
es_es: Histograma
fr_fr: Histogramme

source: Feed type
es_es: Tipo de fuente
fr_fr: Type de flux

source: Undefined
es_es: Indefinido
fr_fr: Non d&eacute;fini

source: Real-time data
es_es: Datos en tiempo real
fr_fr: Donn&eacute;es temps-r&eacute;el

source: Daily data
es_es: Datos diarios
fr_fr: Donn&eacute;es quotidienne

source: Histogram data
es_es: Datos de histograma
fr_fr: Donn&eacute;es d'histogramme

source: Tag feed
es_es: Etiqueta de la fuente
fr_fr: Tag du flux

source: Rename feed
es_es: Renombrar fuente
fr_fr: Renommer le flux

source: Rename
es_es: Renombrar
fr_fr: Renommer

source: Notify
es_es: Notificar
fr_fr: Notifier

source: Set notifications
es_es: Establecer notificaciones
fr_fr: Configurer les notifications

source: Set notification behavior for this feed
es_es: Establecer notificaciones para esta fuente
fr_fr: Configurer les notifications pour ce flux

source: Delete feed?
es_es: ¿Borrar fuente?
fr_fr: Supprimer le flux ?

source: Are you sure you want to delete feed:
es_es: ¿Estás seguro de que quieres borrar la fuente?:
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer ce flux :

source: feed/delete
es_es: fuente/borrar
fr_fr: flux/supprimer

source: Deleted feeds
es_es: Fuentes borradas

source: Delete feeds permanently
es_es: ¿Borrar fuentes de manera permanente?

source: Sync feeds
es_es: Sincronizar fuentes

source: Tag
es_es: Etiqueta

source: Size
es_es: Tamaño
fr_fr: Taille

source: Updated
es_es: Actualizado
fr_fr: Actualis&eacute;

source: Value
es_es: Valor
fr_fr: Valeur

source: You have no feeds
es_es: No existen fuentes
fr_fr: Vous n'avez pas de flux

source: s ago
es_es: s atrás
fr_fr: secondes

source: mins ago
es_es: minutros atrás
fr_fr: minutes

source: hours ago
es_es: horas atrás
fr_fr: heures

source: inactive
es_es: inactivo
fr_fr: inactif

source: Node view
es_es: Vista de nodos

source: Node
es_es: Nodo
fr_fr: Noeud

source: Autoconfigure inputs
es_es: Configura entradas automaticamente
fr_fr: Configure automatiquement les entr&eacute;es

source: Nodes
es_es: Nodos
fr_fr: Noeuds

source: Node Identification
es_es: Identificación del nodo

source: Input configuration:
es_es: Configuración de entrada:
fr_fr: Configuration des sources :

source: Input processes are executed sequentially with the result being passed back for further processing by the next processor in the input processing list.
es_es: Los procesos de entrada son ejecutados de manera secuencial y el resultado es pasado para ser procesador por el siguiente proceso de la lista de procesos de entrada.
fr_fr: Les traitements d'entr&eacute; sont ex&eacute;cut&eacute; s&eacute;quentiellement, le r&eacute;sultat est transmis au process suivant dans la liste des processus d'entr&eacute;e

source: add
es_es: añadir
fr_fr: ajouter

source: Reset process list?
es_es: ¿Inicializar la lista de procesos?
fr_fr: R&eacute;initialis&eacute; les actions :

source: Are you sure you want to delete input:
es_es: ¿Estás seguro de que quieres borrar la entrada:
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer cette source ?

source: Delete input?
es_es: ¿Borrar entrada?
fr_fr: Supprimer source ?

source: Order
es_es: Ordenar
fr_fr: Ordre

source: Process
es_es: Procesar
fr_fr: Action

source: Arg
es_es: Argumento
fr_fr: Param&egrave;tre

source: Move up
es_es: Mover arriba
fr_fr: D&eacute;placer vers le haut

source: You have no processes defined
es_es: No existen procesos definidos
fr_fr: Vous n'avez pas de process d&eactute;fini

source: Powered by
es_es: Creado con

source: Password:
es_es: Contraseña:
fr_fr: Mot de passe :

source: Login
es_es: Entrar
fr_fr: Connexion

source: Or if you are new enter a username and password above and click register
es_es: O si eres un nuevo usuario introduce un nombre de usuario y contraseña y pulsa en registarse
fr_fr: Ou si vous &ecirc;tes un nouvel utilisateur, indiquer un identifiant et un mot de passe puis cliquer sur S'inscrire

source: Register
es_es: Registrase
fr_fr: S'inscrire

source: Copy and modify Includes/default.settings.php to Includes/settings.php
fr_fr: Copier Includes/default.settings.php en Includes/settings.php et modifier le

source: Power to kWh
fr_fr: watts vers kWh

source: Power to kWh/d
fr_fr: watts vers kWh/j

source: input on-time
fr_fr: entree temporelle

source: kWhinc to kWh/d
fr_fr: kWhinc vers kWh/j

source: kWh to kWh/d
fr_fr: kWh vers kWh/j

source: + input
fr_fr: + source

source: / input
fr_fr: &divide; source

source: phaseshift
fr_fr: d&eacute;phasage

source: API Helper
fr_fr: Aide de l'API

source: Post API
fr_fr: API

source: kWh/d Comparison
fr_fr: Comparaison kWh/j

source: Threshold
fr_fr: Seuil

source: Bar graph (ordered by height)
fr_fr: Histogramme (tri&eacute; par hauteur)

source: Threshold ordered by height
fr_fr: Seuils (tri&eacute;s par hauteur)

source: No dashboard created
fr_fr: Aucun tableau de bord

source: Maybe you would like to add your first dashboard using the
fr_fr: Si vous souhaitez ajouter votre premier tableau de bord, appuyez sur ce bouton
